[
  {
    "quote": "There is no way to happiness, happiness is the way",
    "author": "Thich Nhat Hanh"
  },
  {
    "quote": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "Why are you surprise that traveling does you no good, when you travel in your own company? The thing that weighs on your mind is the same as what drove you from home",
    "author": "Socrate"
  },
  {
    "quote": "No matter where you go, there you are",
    "author": "Some stranger on Reddit"
  },
  {
    "quote": "There are always a million reasons not to do something",
    "author": "Jan, The Office"
  },
  {
    "quote": "In a world full of calculated games, the best one to play is the one that requires no scoreboard in the first place.",
    "author": "Lawrence Yeo",
    "link": "https://moretothat.com/the-gamification-of-life/"
  },
  {
    "quote": "Improvise and enjoy the chaos",
    "author": "Marco Bellomo, a guy met at the pub"
  },
  {
    "quote": "When you fire some love at someone there is a recoil",
    "author": "Some stranger on Reddit"
  },
  {
    "quote": "The costs of your good habits are in the present. The costs of your bad habits are in the future.",
    "author": "James Clear"
  },
  {
    "quote": "Any organization that designs a system (defined broadly) will produce a design whose structure is a copy of the organization's communication structure.",
    "author": "Melvin E. Conway"
  },
  {
    "quote": "As engineers, create a world that is beautiful to live in",
    "author": "Tommaselli, high-school professor"
  },
  {
    "quote": "We often suffer more in imagination than in reality",
    "author": "Seneca"
  },
  {
    "quote": "Be the change you want to see in the world",
    "author": "Gandhi"
  },
  {
    "quote": "You are depressed if you live in the past. You are anxious if you live in the future. You are at peace if you live in the present.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Be the person you would like to meet.",
    "author": "HappyLuca, Reddit"
  },
  {
    "quote": "Comparison is the thief of joy",
    "author": "Unknown"
  },
  {
    "quote": "Your reality today is temporary. No matter how beautiful or ugly it is, know that it will change. Be ready.",
    "author": "giuliodxb, Reddit"
  },
  {
    "quote": "Life is chaos; pretending things like this are in your control is useless. Punishing yourself for not knowing what you didn't know in the past is cruel.",
    "author": "adam12, HN"
  },
  {
    "quote": "To lead is to go before and show the way",
    "author": "buildo"
  },
  {
    "quote": "Shoot for the moon. Even if you miss it you will land among the stars. (Always chase your dreams, even if you don't get them, you sure as hell will get something close to it)",
    "author": "Les Brown"
  },
  {
    "quote": "The part of life we really live is small. All the rest is not life, but merely time.",
    "author": "Seneca"
  },
  {
    "quote": "People meet to be reborn. Being born is never enough for anyone.",
    "author": "Franco Arminio"
  },
  {
    "quote": "I would like to wander the sky like swallows and every now and then stop here and there.",
    "author": "Lucio Dalla"
  },
  {
    "quote": "You have to keep a dozen of your favorite problems constantly present in your mind, although by and large they will lay in a dormant state. Every time you hear or read a new trick or result, test it against each of your twelve problems to see whether it helps. Every once in a while there will be a hit, and people will say, 'How did he do it? He must be a genius!",
    "author": "Richard Feynman"
  },
  {
    "quote": "You will get rich by giving society what it wants but does not yet know how to get. At scale.",
    "author": "Naval"
  },
  {
    "quote": "Everyone has a plan until they get punched in the mouth.",
    "author": "Mike Tyson"
  },
  {
    "quote": "There is nothing either good or bad, but thinking makes it so",
    "author": "Shakespeare"
  },
  {
    "quote": "It's not things that upsets us but our judgments about things",
    "author": "Epictetus"
  },
  {
    "quote": "The unexamined life is not worth living",
    "author": "Socrates"
  },
  {
    "quote": "Distance yourself from people that you don't want to become",
    "author": "Shane Parrish"
  },
  {
    "quote": "Your home is not where you were born. Home is where all your attempts to escape cease.",
    "author": "Nagib Mahifuz"
  },
  {
    "quote": "You are a function of the people you spend the most time with, your habits, and your environment.",
    "author": "Shane Parrish"
  },
  {
    "quote": "The purpose of knowledge is action, not knowledge.",
    "author": "Aristotle"
  },
  {
    "quote": "Knowledge isn't free. You have to pay attention",
    "author": "Richard Feynman"
  },
  {
    "quote": "Information is not truth",
    "author": "Yuval Noah Harari"
  },
  {
    "quote": "If I were the plaything of every thought, I would be a fool, not a wise man.",
    "author": "Rumi"
  },
  {
    "quote": "The wise man knows the Self, and he plays the game of life. But the fool lives in the world like a beast of burden.",
    "author": "Ashtavakra Gita (4―1)"
  },
  {
    "quote": "Saying yes frequently is an additive strategy. Saying no is a subtractive strategy. Keep saying no to a lot of things - the negative and unimportant ones - and once in awhile, you will be left with an idea which is so compelling that it would be a screaming no-brainer 'yes'.",
    "author": "Unknown"
  },
  {
    "quote": "We overestimate our short-term ability, but underestimate our long-term ability.",
    "author": "This guy",
    "link": "https://paavandesign.com/blog/ostaulta/"
  },
  {
    "quote": "If you don't have a plan, you can't fail",
    "author": "Alex Andriulo"
  },
  {
    "quote": "Don't confuse habit with happiness",
    "author": "Someone on Radio2",
    "link": "https://it.wikipedia.org/wiki/Rai_Radio_2"
  },
  {
    "quote": "When a measure becomes a target, it ceases to be a good measure",
    "author": "Goodhart's law"
  },
  {
    "quote": "Given two options, the greatest cost opportunity is being undecided",
    "author": "Me"
  },
  {
    "quote": "A life well lived is a series of personal obsessions shared without expectation of an audience.",
    "author": "HN Comment",
    "link": "https://news.ycombinator.com/item?id=34034857"
  },
  {
    "quote": "It's easy to be busy. It's hard to be productive.",
    "author": "Farnam Street"
  },
  {
    "quote": "Clear writing gives poor thinking nowhere to hide.",
    "author": "Farnam Street"
  },
  {
    "quote": "A human being should be able to change a diaper, plan an invasion, butcher a hog, conn a ship, design a building, write a sonnet, balance accounts, build a wall, set a bone, comfort the dying, take orders, give orders, cooperate, act alone, solve equations, analyze a new problem, pitch manure, program a computer, cook a tasty meal, fight efficiently, die gallantly. Specialization is for insects.",
    "author": "Robert A. Heinlein"
  },
  {
    "quote": "Talent and potential mean nothing if you can't consistently do the boring things when you don't feel like doing them.",
    "author": "Farnam Street"
  },
  {
    "quote": "Write your obituary and try to figure out how to live up to it.",
    "author": "Warren Buffett"
  },
  {
    "quote": "Simple can be harder than complex. You have to work hard to get your thinking clean, to make it simple. But it's worth it in the end because once you get there, you can move mountains.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Consistently boring days make for extraordinary decades.",
    "author": "Farnam Street"
  },
  {
    "quote": "People don't buy what you do, they buy why you do it",
    "author": "Simon Sinek",
    "link": "https://www.youtube.com/watch?v=u4ZoJKF_VuA"
  },
  {
    "quote": "It isn't what you have, or who you are, or where you are, or what you are doing that makes you happy or unhappy. It is what you think about.",
    "author": "Dale Carnegie"
  },
  {
    "quote": "Keep the goal. Change your mind about how to reach it. One sign you're getting in your own way, is not changing your tactics when you're not getting the result you want.",
    "author": "Farnam Street"
  },
  {
    "quote": "You are under no obligation to remain the same person you were a year ago, a month ago, or even a day ago. You are here to create yourself, continuously.",
    "author": "Richard Feynman"
  },
  {
    "quote": "It's useful to look at the long term, but look closely at what you like to do in the short term at 10 PM in the evening",
    "author": "Jaga Santagostino"
  },
  {
    "quote": "Intelligence is whatever machines haven't done yet",
    "author": "Larry Tesler"
  },
  {
    "quote": "If we only do what we're familiar with, we might miss what we've been made for.",
    "author": "Bob Goff"
  },
  {
    "quote": "There's a reason why dough must rest before it can rise.",
    "author": "I.D.E.A. Newsletter"
  },
  {
    "quote": "It is remarkable how much long-term advantage people like us have gotten by trying to be consistently not stupid, instead of trying to be very intelligent.",
    "author": "Charlie Munger"
  },
  {
    "quote": "You find out by doing, not thinking.",
    "author": "AJ",
    "link": "https://youtu.be/XZnuIIcc8VY?si=3fQUncJvc3y_iGTM&t=152"
  },
  {
    "quote": "No one is going to live my life for me, and every second I spend sitting around feeling distant from my true desires, avoiding the world and being afraid to engage it, is a second that I'm forfeiting the biggest gift of all: my time here in this life. [..] because that is what life does: it rewards you. It's giving you gifts every day. Are you going to accept them?",
    "author": "Mark Manson"
  },
  {
    "quote": "Your ability to deal with the failure will determine how much you get to deal with success.",
    "author": "Dan Kennedy"
  },
  {
    "quote": "Stress doesn't come from hard work. Stress comes from not taking action.",
    "author": "Jeff Bezos"
  },
  {
    "quote": "Life doesn't shrink us our refusal to face life is what shrinks us",
    "author": "RaQuel Hopkins"
  },
  {
    "quote": "Wisdom does not come from experiences. It does come from reflecting on those experiences and change your actions in consequence",
    "author": "Adam Grant"
  },
  {
    "quote": "Courage is doing it scared",
    "author": "Unknown"
  }
]
